"OK" = "好";
"CANCEL" = "取消";
"REPLACE" = "替换";
"DELETE" = "删除";
"DISABLE" = "停用";
"UNKNOWN" = "未知";
"NEVER" = "永不";
"ERROR" = "错误";
"CONTINUE" = "继续";

"SELECT_APP_PANEL_TITLE" = "选择应用程序";
"SELECT_DIR_PANEL_TITLE" = "选择文件夹";

"SELECT" = "选择";
"NONE_FOUND" = "找不到应用程序。";
"UNKNOWN_ERROR" = "未知错误";

"ITOOLS_ACCOUNT_NAME_IS_EMPTY" = "您尚未输入您的 .Mac 会员帐户信息。请现在就输入此信息。";
"ITOOLS_ACCOUNT_NAME_IS_EMPTY_DESC" = "提供 .Mac 帐户信息后，请前往“电子邮件”标签并再次选择“使用 .Mac 电子邮件帐户”注记格。";

"EMAIL_ACCOUNTINFO_WILL_BE_ERASED" = "您已经指定了另一个电子邮件帐户的信息。您确定要用您的 .Mac 电子邮件帐户替换它吗？";
"EMAIL_ACCOUNTINFO_WILL_BE_ERASED_DESC" = "将不会存储其他电子邮件帐户的信息。";

"ITOOL_SIGN_UP_URL" = "http://www.apple.com./itools/signup/english.html";

"DOWNLOAD_FILE_DISPLAY" = "“%@”在宗卷“%@”上";

"ON_YOUR_DESKTOP" = "我的桌面";
"IN_YOUR_DOCUMENTS" = "我的文稿";

/* iDisk mirror strings */
"IDISK_MIRROR_TITLE" = "您已更改了 %@ 会员帐户。系统将开启 %@@%@ 的 iDisk 的同步。";
"IDISK_MIRROR_TITLE_2" = "您已经删除了 %2$@@%3$@ 的 %1$@ 帐户信息。";
"IDISK_MIRROR_INFO" = "属于 %@@%@ 的 iDisk 的本地副本已被移到桌面，因为它已不再活跃。";
"MIRROR_WARNING_TITLE" = "您确定要关闭 %@@mac.com 的本地 iDisk 吗？";
"MIRROR_WARNING_INFO" = "%@@mac.com 的本地 iDisk 将被移到桌面上。";
"MIRROR_DEFAULT_BUTTON" = "关闭本地 iDisk";
"MIRROR_CANCEL_BUTTON" = "取消";
"NOT_MOUNTED" = "未装载";
"STOP_BUTTON" = "停止";
"START_BUTTON" = "开始";
"OFF_STATUS" = "iDisk 同步：关";
"ON_STATUS" = "iDisk 同步：开";
"STARTING_UP_STATUS" = "正在开始 iDisk 同步…";
"TURNING_OFF_STATUS" = "正在停止 iDisk 同步…";
"MIRROR_OFF_INFORMATIVE" = "点按“开始”来在本电脑上保存您的 iDisk 的副本，以便在未连接到 Internet 时仍可访问 iDisk。";
"MIRROR_ON_INFORMATIVE" = "点按“停止”以返回到通过 Internet 使用 iDisk 的模式。这样您将只能在接入 Internet 时访问 iDisk。";
"MIRROR_GENERAL_INFORMATIVE" = "“iDisk 同步”允许您随时使用 iDisk，即使没有接入 Internet 时也可以使用。";

/* Services unavailable sheets */
"IDISK_UPGRADE_TITLE" = "iDisk 不可用";
"IDISK_UPGRADE" = "请升级到全功能的 %@ 服务订阅以使用 iDisk。";
"SYNC_UPGRADE_TITLE" = "未授权此 %@ 帐户同步到 %@。";
"SYNC_UPGRADE_MESSAGE" = "请升级到全功能的 %@ 订阅以利用 %@ 同步服务。";
"SHARING_UPGRADE_TITLE" = "共享不可用";
"SHARING_UPGRADE_MESSAGE" = "对不起，您的 .Mac 帐户未经授权，不能使用此功能。请现在升级至正式的 .Mac 会员帐户以启用此功能。";
"ADVANCED_TAB_UPGRADE_TITLE" = "功能不可用";
"ADVANCED_TAB_UPGRADE_MESSAGE" = "对不起，您的 .Mac 帐户未经授权，不能使用这些功能。请现在升级至正式的 .Mac 会员帐户以启用这些功能。";
"UPGRADE_BUTTON" = "升级";
"NOT_YET" = "关闭";
"UPGRADE_URL" = "https://secure.me.com/wo/WebObjects/Signup.woa/wa/upgrade?lang=cn"; /* must be localized */


/* iDisk Error Strings */
"NO_ACCESS_ALERT" = "无法访问您的 %@ 帐户。";
"SERVER_ERROR" = "从服务器返回一个错误，请稍后再试一次。";
"NOT_AUTHORIZED" = "您的 %@ 会员名称或密码无效。请输入不同的名称或密码。";
"GENERAL_ERROR" = "此时连接 iDisk 服务器出现问题。请稍后再试一次。您可以在本地 iDisk 上继续离线工作。";
"SERVER_NOT_FOUND" = "连接要求的 iDisk 服务器时出现问题。请稍后再试一次。您可以在本地 iDisk 上继续离线工作。";
"GENERAL_FAILURE" = "此时连接要求的 iDisk 服务器出现问题。请稍后再试一次。您可以在本地 iDisk 上继续离线工作。";
"CANNOT_COMMIT" = "此时不能更改您的选项。";
"MISSING_INFO" = "无法访问您的 %@ 帐户，因为缺少您的会员名称或密码。请注销并再次登录以访问 %@。";
"OPERATION FAILED" = "操作失败";

/* Password Error Strings */
"PASSWORD_ALERT" = "密码和确认密码不同。请再试一次。";
"BAD_PASSWORD" = "密码只能由字母（a-z 或 A-Z）、数字 (0-9) 和符号 (!\"#$%&'()*+,-./:;<=>?@[\\]^_`{|}) 组成。请输入一个不同的密码。";
"BAD_PASSWORD_LENGTH" = "密码长度必须在 6 到 20 个字符之间。请输入一个不同的密码。";
"BAD_PASSWORD_ENDS_IN_PERIOD" = "密码不能以句点结尾。请输入一个不同的密码。";
"BAD_PASSWORD_TWO_PERIODS" = "密码不能包含两个相邻的句点。请输入一个不同的密码。";
"SAME_PASSWORD" = "您的 Public 文件夹密码不能与您的 %@ 密码相同。请输入一个不同的密码。";
"EMPTY_PASSWORD" = "密码不能为空。请输入一个密码。";
"KEYCHAIN_ERROR_TITLE" = "钥匙串错误。";
"KEYCHAIN_ERROR_MESSAGE" = "存储到您的钥匙串时出现问题。请再试一次，或者使用“钥匙串访问”来验证您的钥匙串。";

/* Marketing Error Sheet Info */
"WILL_EXPIRE" = "您的 %@ 试用会员帐户将在 %d 天后过期。";
"WILL_EXPIRE_INFO" = "%@ 试用会员帐户过期后，您的 iDisk 将停止工作。现在注册成为 %@ 会员，您将可以享受更大的 iDisk、扩展的备份功能等好处。";
"HAS_EXPIRED" = "您的 %@ 试用会员帐户已过期。";
"HAS_EXPIRED_INFO" = "由于您的 %@ 试用会员帐户已过期，您的 iDisk 已被停用。请注册成为 %@ 会员帐户，您将可以享受更大的 iDisk、扩展的备份功能等好处。";

/* iDisk Strings */
"BUY_SPACE_URL" = "https://secure.me.com/account/#buymore";
"SIGN_UP_URL" = "http://www.apple.com.cn/mobileme/";

"ITOOLS_KEYCHAIN_COMMENT" = "这是用于 .Mac 会员 %@ 的钥匙串项目。";
"NONE" = "无";

"KILO_FMT" = "%d K";
"MEGA_FMT" = "%d MB";
"GIGA_FMT" = "%d GB";
"GIGA_FLOAT_FMT" = "%.2f GB";
"QUOTA_FMT" = "总共 %@，已使用 %@，还有 %@ 可用";
"AX_DESCR_FOR_IDISK_QUOTA" = "iDisk 配额";


"ALREADY_ON_KEYCHAIN_MESSAGE" = "导入的项目已存在于登录钥匙串中。请使用“钥匙串访问”应用程序来移动或删除任何有冲突的专用密钥或证书。";

/* alert prompt for trying to enable NAT-PMP mode */
"NATPMP_CONFIGURE_PROMPT" = "在名称为“%2$@”的 AirPort 基站上，%1$@ 性能当前已降低。\n\n您想配置它以优化性能吗？";
"NATPMP_FAILED_TITLE" = "不能在 AirPort 无线设备上启用 NAT 端口映射协议。";
"NATPMP_FAILED_MESSAGE" = "请确定 Apple 无线设备支持 NAT 端口映射协议。请使用“AirPort 实用工具”（位于“应用程序”>“实用工具”）以获得更多信息。";
"NATPMP_SUCCESS_TITLE" = "NAT 端口映射协议已启用。";
"NATPMP_SUCCESS_MESSAGE" = "请等待 Apple 无线设备重新启动后再继续。";
"INCORRECT_PASSWORD_TITLE" = "密码不正确"; /* also used for airport nat-pmp configuring */
"INCORRECT_PASSWORD_MESSAGE" = "您输入的密码不正确。请再试一次。";
/* progress indicator status for configuring airport */
"READING_AIRPORT_CONFIG" = "正在读取 AirPort 基站配置";
"UPDATING_AIRPORT_FIRMWARE" = "正在更新 AirPort 基站固件";

"AIRPORT_UNKNOWN_ERROR" = "读取 AirPort 无线设备配置时发生未知错误。请再试一次。";
"AIRPORT_PASSWORD_INVALID_MESSAGE" = "您输入的 AirPort 无线设备密码不正确。请再试一次。";
"ALREADY_ENABLED_TITLE" = "已经启用";
"ALREADY_ENABLED_MESSAGE" = "似乎已经在 AirPort 无线设备上启用了 NAT 端口映射协议。";
"UNSUPPORTED_OPERATION_TITLE" = "不支持的操作";
"UNSUPPORTED_OPERATION_MESSAGE" = "对不起，此 AirPort 无线设备不支持 NAT 端口映射协议（该协议允许 MobileMe 透过防火墙查找您的电脑）。";

/* Getting the base station password */
"ABS_PROMPT_TEXT" = "输入名称为“%@”的基站的密码：\n";

/* Account status strings */
"ACCOUNT_STATUS_TITLE" = "现在注册";
"ACCOUNT_STATUS_MESSAGE" = "为您的 Mac 获取必需的 Internet 套件。请点按“了解更多”以便试用 60 天。";
"SIGN_UP_BUTTON" = "注册";
"LEARN_MORE_BUTTON" = "了解更多";

/* Sign out alert */
"SIGN_OUT_ALERT_TITLE" = "您确定要注销 %@ 吗？";
"SIGN_OUT_ALERT_MESSAGE" = "如果注销，那么您下次登录之前，%@ 同步、iDisk 同步以及其他 %@ 服务将可能无法在这台电脑上使用。";
"SIGN_OUT_ALERT_DEFAULT_BUTTON" = "注销";
"SIGN_OUT_ALERT_CANCEL_BUTTON" = "取消";

/* Sign in not on network */
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_SAVE" = "存储";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_DIAG" = "网络诊断…";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_TITLE" = "您的电脑尚未接入 Internet。";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_MESSAGE" = "除非您的电脑接入 Internet，否则您不能登录到 %@。如果您在连接时遇到问题，请点按“网络诊断”，或者点按“存储”将您的 %@ 会员名称和密码存储起来供下次连接时使用。";

/* Tab item labels that can change dynamically */
"ACCOUNT" = "帐户";
"SIGN IN" = "登录";

/* Back To My Mac string */
"BTMM_STATUS_ENABLED" = "回到我的 Mac：开";
"BTMM_STATUS_DISABLED" = "回到我的 Mac：关";
"BTMM_STATUS_TRANSIENT" = "回到我的 Mac：正在启动…";
"BTMM_STATUS_START" = "打开回到我的 Mac";
"BTMM_STATUS_STOP" = "关闭回到我的 Mac";
"BTMM_START_BUTTON_SHOWING_TEXT" = "点按“停止”以关闭此用户的“回到我的 Mac”功能。您将不再能从其他电脑上使用“回到我的 Mac”来访问这台电脑。";
"BTMM_STOP_BUTTON_SHOWING_TEXT" = "点按“开始”以打开此用户的“回到我的 Mac”功能。您需要在所有要访问的电脑上打开“回到我的 Mac”。";

/* BTMM Status Strings */
"BTMM_STATUS_NOT_INITIALIZED" = "“回到我的 Mac”不能正常工作，且没有可用的附加信息。请尝试强制退出 Finder，先关闭共享服务，然后再重新打开它。";
"BTMM_STATUS_DOUBLE_NAT" = "“回到我的 Mac”不能正常工作，因为您的网络中有多个设备提供 NAT（网络地址转换）服务。请尝试停用其中一个设备上的 NAT 服务。";
"BTMM_STATUS_NO_ROUTER" = "“回到我的 Mac”不能正常工作，因为您的电脑尚未接入 Internet。";
"BTMM_STATUS_NO_NETWORK" = "不能启动“回到我的 Mac”功能，因为您的电脑尚未接入 Internet。";
"BTMM_STATUS_RESTARTING" = "NAT 端口映射已启用。请等待 Apple 无线设备完成重新启动。";
"BTMM_STATUS_POLLING_MODE" = "“回到我的 Mac”功能不能正常工作，因为访问 MobileMe 时发生了问题。防火墙或路由器可能正在阻止访问，或者 MobileMe 服务器暂时不可用。";
"BTMM_STATUS_NAT_TRAVERSAL" = "“回到我的 Mac”功能不能提供对本电脑上的共享服务的远程访问，因为它需要一个支持 NAT-PMP（NAT 端口映射协议）或 UPnP（通用即插即用）的路由器。请确定您的路由器支持其中一个协议，而且该协议已启用。";
"BTMM_STATUS_NOT_RUNNING" = "“回到我的 Mac”功能不能正常工作，因为 Bonjour 系统服务尚未运行。";
"BTMM_STATUS_NO_AUTH" = "“回到我的 Mac”功能不能正常工作，因为 MobileMe 不接受您的密码。请尝试从 MobileMe 注销，然后再重新登录。如果您最近更改过您的 MobileMe 密码，请确定使用您的新密码。";
"BTMM_STATUS_NO_SUCH_RECORD" = "“回到我的 Mac”功能不能正常工作，因为您的 DNS 服务器没有响应。请联系您的 Internet 服务商以获得备用的 DNS 服务器地址，然后在“网络”偏好设置中输入它。";
"BTMM_STATUS_NAT_PMP_DISABLED" = "“回到我的 Mac”功能不能提供对本电脑上的共享服务的远程访问，因为您的路由器已停用了 NAT-PMP（NAT 端口映射协议）。";
"BTMM_STATUS_FIREWALL_BLOCKED" = "“回到我的 Mac”已打开，但是防火墙设置阻止您远程访问此电脑。打开“安全”偏好设置来改变防火墙设置，以允许接入您要使用的服务。";
"STATUS_HELP_BUTTON" = "更多信息…";
"ENABLE_PORT_MAPPING" = "启用 NAT 端口映射…";
"SECURITY_BUTTON" = "打开安全…";

/* BTMM Failure strings */
"CLIENT_FAILURE_TITLE" = "无法开启“回到我的 Mac”功能";
"CLIENT_FAILURE_MESSAGE" = "请先注销，再重新登录，然后再试一次。如果此问题仍然存在，请重新启动电脑。";

"SERVER_FAILURE_TITLE" = "无法开启“回到我的 Mac”功能";
"SERVER_FAILURE_MESSAGE" = "“回到我的 Mac”功能启动不了，因为发生了 %@ 服务器错误。请以后再试。如果此问题仍然存在，请联系 %@ 支持。";
"SERVER_FAILURE_ALERT_ALTERNATE_BUTTON" = "%@ 支持";
"SERVER_FAILURE_SUPPORT_URL" = "http://www.apple.com.cn/support/mobileme/"; /* must be localized */

/* BTMM Accessibility Strings */
"AX_DESCR_FOR_NSStatusUnknown" = "状态关闭指示器";
"AX_DESCR_FOR_NSStatusAvailable" = "状态打开指示器";
"AX_DESCR_FOR_NSStatusAway" = "状态错误指示器";
"AX_DESCR_FOR_NSStatusIdle" = "状态警告指示器";


/* name/password validation strings. these appear under the password field in the Accounts tab. */
"PASSWORD_VALID" = "密码有效";
"PASSWORD_INVALID" = "名称或密码无效";
"UNKNOWN_VALIDATION" = "未知的验证错误";
"CRED_VALIDATION_SERVER_ERROR" = "找不到服务器";

/* Sync strings */
"SYNC_LOGIN_FAILED_TITLE" = "无法登录到 %@ 同步服务器";
"SYNC_LOGIN_FAILED_MESSAGE" = "请检查您的网络设置和帐户设置，然后再试一次。";
"SYNC_LOGIN_FAILED_SET_UP_ACCOUNT_BUTTON" = "设置帐户";
"SYNC_LOGIN_FAILED_CANCEL_BUTTON" = "取消";
"SYNC_DISABLED_TITLE" = "同步已停用";
"SYNC_DISABLED_MESSAGE" = "目前已停用同步功能。请在“%@ 同步”标签中启用同步，然后再试一次。";
"SYNC_DISABLED_PROMPT" = "本电脑上目前已停用同步。您想启用它吗？";
"SYNC_REGISTER_CONFLICT_TITLE" = "%2$@ 同步服务器上已经注册了一台名称为“%1$@”的电脑。";
"SYNC_REGISTER_CONFLICT_MESSAGE" = "如果您同时在两台不同的电脑上使用相同的名称，则可能会在所有已注册电脑和设备上丢失已经同步的信息。\n\n如果您确定这台电脑现在是 %@ 帐户下唯一一台使用此名称的电脑，则可以安全地重新使用以前注册过的名称。";
"SYNC_UNKNOWN_ERROR_TITLE" = "同步操作出现问题";
"SYNC_UNKNOWN_ERROR_MESSAGE" = "执行同步操作时发生未知错误。请检查您的帐户设置和网络设置，然后再试一次。";
"SYNC_REGISTER_CONFLICT_ENTER_ANOTHER_NAME" = "输入其他名称";
"SYNC_REGISTER_CONFLICT_USE_SAME_NAME" = "使用相同的名称";
"SYNC_REGISTER_CONFLICT_CANCEL" = "取消";
"NEVER SYNCHRONIZED" = "从未同步";
"REPLACE_INFO_FROM_DOT_MAC" = "将本电脑上的“%@”替换为 %@ 上的同步信息。";
"REPLACE_INFO_FROM_THIS_COMPUTER" = "将 %2$@ 上的“%1$@”上替换为本电脑上的同步信息。";
"INFO_FROM_DOT_MAC" = "在本电脑上（同步信息来自 %@）。";
"INFO_FROM_THIS_COMPUTER" = "在 %@ 上（同步信息来自本电脑）。";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_SINGULAR" = "您确定要停止同步所选电脑吗？";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_SINGULAR" = "您将不再能够与“%@”进行同步。";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_PLURAL" = "您确定要停止同步所选电脑吗？";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_PLURAL" = "您将不再能够与所选电脑进行同步。";
"SYNC_REPLACE_DOT_MAC_CONFIRM_TITLE" = "您确定要将 %@ 上的数据替换为本电脑上的数据吗? ";
"SYNC_REPLACE_COMPUTER_CONFIRM_TITLE" = "您确定要将本电脑上的数据替换为 %@ 上的数据吗? ";
"SYNC_REPLACE_CONFIRM_MESSAGE" = "此操作不能还原。";
/* Appears in the advanced tab next to the name of this computer */
"THIS_COMPUTER" = "（本电脑）";
/* The "Sync Now" button changes title during a sync: */
"SYNC_NOW" = "现在同步";
"CANCEL_SYNC" = "取消同步";
/* The "Unregister" button in the Advanced tab changes: */
"UNREGISTER_SINGULAR" = "停止同步电脑";
"UNREGISTER_PLURAL" = "停止同步电脑";
"REGISTER_THIS_COMPUTER" = "同步这台电脑";

/* Sync progress status text */
"SYNC_PROGRESS_UNAVAILABLE" = "同步不可用";
"SYNC_PROGRESS_SYNCING" = "正在同步 %@…";
"SYNC_PROGRESS_GETTING" = "正在获得 %@ 信息…";
"SYNC_PROGRESS_CANCELING" = "正在取消…";
"SYNC_PROGRESS_PREPARING_DOTMAC" = "正在准备 %@ 同步…";
"SYNC_PROGRESS_SYNCING_DOTMAC" = "正在同步 %@…";
"ADVANCED_REGISTERING_COMPUTER" = "正在注册电脑…";
"ADVANCED_UNREGISTERING_COMPUTER" = "正在取消注册电脑…";
"ADVANCED_PROGRESS_GETTNG" = "正在获得已注册电脑的列表…";
"ADVANCED_PROGRESS_UPDATING" = "正在更新已注册电脑的列表…";
"ADVANCED_PROGRESS_FAILED_GETTING" = "取回已注册电脑的列表失败…";
"FAILED_START_SYNC" = "启动同步失败…";
"FAILED_COMM_SYNC_SERVER" = "与本地同步服务器通信失败，请稍后再试一次。";

/**/
"Sync Information Table" = "同步信息表";

/* High Level error messages */

/* For the text on the My Macs Tab */
"FILE_SHARING_ON" = "文件共享：打开";
"FILE_SHARING_OFF" = "文件共享：关闭";
"SCREEN_SHARING_ON" = "屏幕共享：打开";
"SCREEN_SHARING_OFF" = "屏幕共享：关闭";

"FILE_SHARING_TEXT" = "可以从其他 Mac 远程访问“%@”上的文件。";
"SCREEN_SHARING_TEXT" = "启用屏幕共享，以允许从其他 Mac 电脑查看“%@”的桌面。";
"THIS_COMPUTER_NO_PARENS" = "本电脑";

/* Localizations from the Nibs */
/* Internet Pref*/
"SIGNED_IN_TEXT" = "已登录 %@";

"MEMBER_MESSAGE" = "您是 %@ 会员吗？";
"MEMBER_INFO" = "登录您的帐户以在这台电脑上设置 %@。";
"TRIAL_MESSAGE" = "免费试用 %@。";
"TRIAL_INFO" = "现在注册，免费体验 %@ 60 天。";

/* Password Sheet */
"PASSWORD_SHEET_INFO" = "如果您并未更改密码（或重设密码），请联系“%@ 支持”。";

/* Advanced View */
"REGISTERED_COMPUTERS" = "下列电脑正使用此 %@ 帐户进行同步：";
"RESET_SYNC_DATA" = "还原同步数据…";
"RESET_SYNC_HISTORY" = "还原同步历史记录…";
"STOP_SYNCING_MESSAGE" = "停止同步电脑…";

/* DeleteDataClassesPanel */
"DELETE_DATACLASSES_MESSAGE" = "您想删除 %@ 上未用过的同步信息吗？";
"DELETE_DATACLASSES_INFO" = "已在 %@ 服务器上找到未被本电脑同步的附加同步信息。如果另一台电脑没有同步此信息且您不再需要它，请在下面选择您想从 %@ 服务器上删除的任何项目。";

/* Sync View */
"NEW_SYNCNAME_MESSAGE" = "请输入名称，以便在 %@ 同步服务器上识别本电脑：";
"SYNC_TEXT" = "与 %@ 同步：";
